export const termAndCondition = {
  topic: 'ข้อตกลงและเงื่อนไข',
  content: `
  # ข้อกำหนดและเงื่อนไขสำหรับการลงทะเบียน CU Open House 2025
  &#10;**1) บทนิยาม**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“โครงการฯ” หมายความว่า CU Open House 2025

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ลงทะเบียนเข้าร่วมงาน” หมายความว่า การลงทะเบียนเพื่อเข้าร่วมกิจกรรมต่าง ๆ ที่จัดขึ้นโดยโครงการ CU Open House 2025 ผ่านเว็บไซต์ของโครงการ

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“ข้อมูลส่วนบุคคล” หมายความว่า ข้อมูลที่สามารถเชื่อมโยงกับบุคคลได้หรือสามารถระบุตัวตนของบุคคลนั้นได้ แต่ไม่รวมถึงข้อมูลที่ไม่สามารถระบุตัวตนได้
  
  &#10;**2) การเป็นผู้ใช้งาน**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1 หากท่านประสงค์จะลงทะเบียนเข้าร่วมกิจกรรมของโครงการฯ สามารถดำเนินการได้ที่เว็บไซต์ที่จัดทำขึ้นโดยโครงการ CU Open House 2025

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2 ข้อตกลงในการใช้บริการและเงื่อนไขต่าง ๆ ของโครงการฯ จะเป็นไปตามข้อกำหนดและเงื่อนไขของแต่ละประเภทบริการ ซึ่งจะมีการแจ้งให้สมาชิกทราบล่วงหน้าก่อนการใช้บริการ
  
  &#10;**3) เกี่ยวกับข้อมูลส่วนบุคคล**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1 แหล่งที่มาและข้อมูลที่โครงการฯ เก็บรวบรวม

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โครงการฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้ให้ข้อมูลเฉพาะในกรณีที่จำเป็นเท่านั้น ซึ่งข้อมูลที่โครงการฯ เก็บรวบรวมจะประกอบด้วย:

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) ข้อมูลส่วนบุคคล ได้แก่ ชื่อ-นามสกุล วัน/เดือน/ปีเกิด สถานภาพปัจจุบัน อีเมล จังหวัดที่อยู่

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) การศึกษา ได้แก่ สถานศึกษา

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2 โครงการฯ จะเก็บรวบรวมข้อมูลส่วนบุคคลเพียงเท่าที่จำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูล และจะปฏิบัติตามกฎหมายที่เกี่ยวข้องในการจัดเก็บและใช้ข้อมูล

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3 วัตถุประสงค์ในการเก็บรวบรวมข้อมูล

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) เพื่อการพัฒนาบริการและการประชาสัมพันธ์งาน CU Open House 2025

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) เพื่อการดำเนินการตามคำขอของท่านในการใช้บริการ

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) เพื่อการพัฒนาเว็บไซต์หรือกิจกรรมต่าง ๆ

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) เพื่อการปฏิบัติตามข้อกำหนดทางกฎหมายและข้อบังคับ

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5) เพื่อการเก็บรวบรวมสถิติและตรวจสอบจำนวนผู้เข้าร่วมกิจกรรม
  
  &#10;**4) เงื่อนไขสำคัญของการเป็นผู้ใช้งาน**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1 เงื่อนไขการเป็นผู้ใช้งาน

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) โครงการฯ ขอสงวนสิทธิ์ในการให้สิทธิประโยชน์และบริการต่าง ๆ เฉพาะสำหรับงาน CU Open House 2025 เท่านั้น

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) การสมัครสมาชิกต้องใช้ชื่อ - นามสกุลจริงตรงกับบัตรประชาชน (ทั้งภาษาไทยและภาษาอังกฤษ)

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) หากข้อมูลที่ท่านกรอกไม่ถูกต้องหรือไม่ครบถ้วน อาจส่งผลให้ท่านไม่สามารถใช้สิทธิประโยชน์หรือบริการจากโครงการฯ ได้

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) เมื่อการลงทะเบียนเสร็จสมบูรณ์ ผู้ใช้งานจะได้รับสิทธิประโยชน์ตามที่โครงการฯ กำหนด
  
  &#10;**5) สิทธิประโยชน์**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1 ผู้ที่ลงทะเบียนกับโครงการฯ จะได้รับสิทธิประโยชน์ดังต่อไปนี้:

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) สิทธิประโยชน์พิเศษจากผู้สนับสนุนโครงการฯ

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) สิทธิประโยชน์ในการเข้าชมงาน CU Open House 2025 ผ่าน QR Code

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) สิทธิประโยชน์ในการรับข่าวสารหรือข้อมูลประชาสัมพันธ์จากโครงการฯ
  
  &#10;**6) นโยบายการยกเลิก**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1 โครงการฯ ขอสงวนสิทธิ์ในการยกเลิกการเป็นผู้ใช้งานหลังจากการลงทะเบียนเสร็จสมบูรณ์
  
  &#10;**7) กรณีข้อโต้แย้งหรือทุจริต**

  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.1 ในกรณีที่มีข้อโต้แย้งเกี่ยวกับสิทธิประโยชน์จากการเป็นผู้ใช้งาน ท่านตกลงและยอมรับว่าโครงการฯ มีสิทธิ์ในการตรวจสอบและปรับปรุงสิทธิประโยชน์ให้กับผู้ใช้งาน

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.2 หากมีการฉ้อฉล ปลอมแปลง หรือกระทำการทุจริตใด ๆ เพื่อให้ได้มาซึ่งสิทธิประโยชน์ โครงการฯ ขอสงวนสิทธิ์ในการปฏิเสธการโอนสิทธิประโยชน์ให้กับผู้ใช้งาน

  &#10;**8) การเปลี่ยนแปลง แก้ไข หรือเพิ่มเติม**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.1 โครงการฯ ขอตกลงในการพิจารณาทบทวนนโยบายคุ้มครองข้อมูลส่วนบุคคลและข้อตกลงนี้ให้สอดคล้องกับกฎหมายที่เกี่ยวข้อง และจะเผยแพร่การเปลี่ยนแปลงผ่านเว็บไซต์หรือสื่อออนไลน์ของโครงการฯ
  
  &#10;**9) ภาษาและกฎหมายที่ใช้บังคับ**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.1 ข้อตกลงและเงื่อนไขนี้ให้ใช้ภาษาไทยเป็นภาษาที่ใช้บังคับ และจะปฏิบัติตามกฎหมายไทย

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9.2 หากมีการโต้แย้งหรือข้อพิพาทเกิดขึ้น ให้ศาลไทยมีอำนาจในการพิจารณาคดี
  
  &#10;**10) การยอมรับข้อกำหนดและเงื่อนไข**
  
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ให้ข้อมูลได้อ่านศึกษา พิจารณาและตรวจสอบข้อกำหนดตามข้อตกลงและเงื่อนไขการใช้บริการ CU Open House 2025 และตกลงยอมรับข้อกำหนดและเงื่อนไขข้างต้นทุกประการ
  `,
  consent: 'ข้าพเจ้ายอมรับข้อตกลงและเงื่อนไข',
}

export const PDPA = {
  topic: 'นโยบายคุ้มครองข้อมูลส่วนบุคคล',
  content: `
  # นโยบายคุ้มครองข้อมูลส่วนบุคคล CU Open House 2025
  &#10;โครงการ CU Open House 2025 ได้กำหนดนโยบายคุ้มครองข้อมูลส่วนบุคคลเพื่อชี้แจงรายละเอียดและขั้นตอนการจัดการและประมวลผลข้อมูลส่วนบุคคลภายใต้ความครอบครองและการกำกับดูแลของโครงการ CU Open House 2025 ให้มีความปลอดภัยสูงสุดตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ซึ่งต่อไปนี้จะเรียกว่า “กฎหมายคุ้มครองข้อมูลส่วนบุคคล” ดังนั้น โครงการ CU Open House 2025 จึงได้ประกาศให้นโยบายการคุ้มครองข้อมูลส่วนบุคคลดังต่อไปนี้:
  
  &#10;**1) บทนิยาม**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1 “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลที่สามารถเชื่อมโยงกับบุคคลได้หรือสามารถระบุตัวตนของบุคคลนั้นได้ แต่ไม่รวมถึงข้อมูลที่ไม่อาจระบุถึงตัวตนได้
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2 “เจ้าของข้อมูลส่วนบุคคล” หมายถึง บุคคลที่ข้อมูลส่วนบุคคลนั้นระบุไปถึง
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.3 “ผู้ควบคุมข้อมูล” หมายถึง โครงการ CU Open House 2025 ซึ่งจะเรียกว่า “โครงการฯ”
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.4 “ประมวลผล” หมายถึง การดำเนินการใด ๆ ต่อข้อมูลส่วนบุคคล เช่น การเก็บ รวบรวม และเปิดเผยข้อมูล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.5 “ฐานการประมวลผล” หมายถึง เหตุผลที่จำเป็นในการประมวลผลข้อมูลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
  
  &#10;**2) แหล่งที่มาและข้อมูลที่โครงการฯ เก็บรวบรวม**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1 ข้อมูลส่วนบุคคล ได้แก่ ชื่อ นามสกุล มหาวิทยาลัยที่กำลังศึกษาหรือที่จบการศึกษา ปีการศึกษาที่สำเร็จ ขนาดเสื้อ ภาพถ่ายบัตรประชาชน ข้อมูลบัตรประชาชน
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2 ข้อมูลการติดต่อ ได้แก่ อีเมล หมายเลขโทรศัพท์มือถือ
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3 ข้อมูลอ่อนไหว ได้แก่ โรคประจำตัว ข้อจำกัดทางด้านอาหาร โรคแพ้ยา
  
  &#10;**3) วัตถุประสงค์ในการเก็บรวบรวมข้อมูล**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.1 เพื่อพัฒนาการให้บริการและการประชาสัมพันธ์ของโครงการฯ
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.2 เพื่อการปรับปรุงและพัฒนาเว็บไซต์
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3 เพื่อปฏิบัติตามสัญญาระหว่างโครงการฯ กับผู้ใช้บริการ
  
  &#10;**4) การประมวลผลข้อมูลส่วนบุคคล**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1 ข้อมูลที่เก็บรวบรวมจะทำตามการยินยอมจากท่านเท่านั้น
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2 ข้อมูลจะถูกเก็บเท่าที่จำเป็นตามวัตถุประสงค์ที่ระบุไว้
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.3 ใช้คุกกี้ในการรวบรวมข้อมูลเกี่ยวกับการเข้าชมเว็บไซต์เพื่อปรับปรุงบริการ
  
  &#10;**5) ระยะเวลาการเก็บข้อมูล**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1 ข้อมูลจะถูกเก็บใน Cloud
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2 ระยะเวลาในการประมวลผลข้อมูล 120 วัน
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.3 ข้อมูลจะถูกทำลายหลังจากพ้นระยะเวลานั้นภายใน 30 วัน
  
  &#10;**6) สิทธิของเจ้าของข้อมูลส่วนบุคคล**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1 สิทธิในการเพิกถอนความยินยอม
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.2 สิทธิในการเข้าถึงข้อมูลส่วนบุคคล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.3 สิทธิในการแก้ไขข้อมูลส่วนบุคคล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4 สิทธิในการลบข้อมูลส่วนบุคคล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.5 สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.6 สิทธิในการโอนย้ายข้อมูลส่วนบุคคล
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.7 สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล
  
  &#10;**7) การเปลี่ยนแปลงนโยบายการคุ้มครองข้อมูลส่วนบุคคล**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โครงการฯ จะพิจารณาทบทวนนโยบายตามกฎหมาย และจะแจ้งการเปลี่ยนแปลงผ่านเว็บไซต์หรือสื่อออนไลน์
  
  &#10;**8) ช่องทางการติดต่อ**
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ชื่อ: คณาเนศ เวชวิธี
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สถานที่ติดต่อ: ชั้น 2 อาคารจุลจักรพงษ์ 254 ถนนพญาไท แขวงวังใหม่ เขตปทุมวัน กรุงเทพมหานคร 10330
    
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โทรศัพท์มือถือ: 092-408-7280
  `,
  consent: 'ข้าพเจ้ายอมรับนโยบายคุ้มครองข้อมูลส่วนบุคคล',
}
