export const evaluationQuestions = {
  part1: {
    title: 'ส่วนที่ 1: ความพึงพอใจต่อกิจกรรม',
    questions: [
      {
        id: 'q11',
        label: '1. ท่านทราบข้อมูลเกี่ยวกับ CU Open House 2025 ผ่านช่องทางใด?',
      },
      {
        id: 'q12',
        label: '2. กิจกรรมในภาพรวม (Overall)',
      },
      {
        id: 'q13',
        label: '3. กิจกรรมในบูธต่าง ๆ น่าสนใจและให้ข้อมูลที่เป็นประโยชน์',
      },
      {
        id: 'q14',
        label:
          '4. ท่านได้รับข้อมูลเกี่ยวกับคณะต่าง ๆ ภายในมหาวิทยาลัยอย่างชัดเจน',
      },
      {
        id: 'q15',
        label: '5. หากมีโอกาสหน้าท่านจะแนะนำกิจกรรม CU Open House ให้ผู้อื่น',
      },
      {
        id: 'q16',
        label:
          'บูธที่ท่านพึงพอใจเป็นพิเศษ เช่น บูธคณะ บูธชมรม บูธกิจกรรม (Optional)',
      },
    ],
  },
  part2: {
    title: 'ส่วนที่ 2: ความสามารถในการจัดการกิจกรรม',
    questions: [
      {
        id: 'q21',
        label: '1. ความหลากหลาย ภายในกิจกรรม',
      },
      {
        id: 'q22',
        label: '2. ความหนาแน่น ภายในกิจกรรม',
      },
      {
        id: 'q23',
        label: '3. ท่านสามารถเข้าถึงบูธได้ทุกบูธที่ต้องการ',
      },
      {
        id: 'q24',
        label: '4. ความสะดวกภายในมหาวิทยาลัย เช่น ห้องน้ำ จุดพักคอย',
      },
      {
        id: 'q25',
        label: '5. ความสะดวกในการเดินทางในมหาวิทยาลัย',
      },
      {
        id: 'q26',
        label: '6. ความลังเลของท่านในการเข้าร่วมกิจกรรมหลังจากเกิดเหตุภัยพิบัต',
      },
    ],
  },
  part3: {
    title: 'ส่วนที่ 3: ความพึงพอใจต่อเว็บไซต์ ',
    questions: [
      {
        id: 'q31',
        label: '1. ความสะดวกในการใช้ LINE OA ในการลงทะเบียน',
      },
      {
        id: 'q32',
        label: '2. ความสวยงามของหน้าเว็บไซต์',
      },
      {
        id: 'q33',
        label: '3. สิ่งที่ต้องการให้ปรับปรุงในเว็บไซต์',
      },
    ],
  },
}
